[
  {
    "id": 1,
    "topic": "налоги_ставки",
    "content": "Налоговая ставка по налогу на профессиональный доход (НПД) зависит от категории заказчика. Для физических лиц применяется ставка 4%, для юридических лиц и индивидуальных предпринимателей — 6%. Ставки установлены статьей 10 Федерального закона от 27.11.2018 №422-ФЗ и не изменяются в течение всего периода применения специального налогового режима. Налоговая база определяется как денежное выражение дохода, полученного от реализации товаров (работ, услуг, имущественных прав). Ставки являются фиксированными и не зависят от суммы дохода.",
    "keywords": ["ставка", "4%", "6%", "налог", "процент", "физические лица", "юридические лица", "сколько платить"],
    "laws": ["ФЗ №422-ФЗ ст.10"]
  },
  {
    "id": 2,
    "topic": "лимиты_доход",
    "content": "Максимальный размер дохода для применения налога на профессиональный доход составляет 2 400 000 рублей в год. Это ограничение установлено пунктом 8 статьи 4 Федерального закона №422-ФЗ. При превышении данного лимита налогоплательщик утрачивает право на применение специального налогового режима с даты получения дохода, при учете которого совокупная сумма дохода превысила указанное ограничение. Налоговый орган направляет такому налогоплательщику уведомление о снятии с учета в качестве плательщика НПД в течение 3 рабочих дней. В среднем это составляет 200 000 рублей в месяц.",
    "keywords": ["лимит", "2.4 млн", "2400000", "максимальный доход", "превышение", "200 тысяч"],
    "laws": ["ФЗ №422-ФЗ ст.4 п.8"]
  },
  {
    "id": 3,
    "topic": "регистрация_постановка",
    "content": "Постановка на учет в качестве плательщика налога на профессиональный доход осуществляется дистанционно через мобильное приложение 'Мой налог', веб-кабинет налогоплательщика НПД или через уполномоченные банки. Для регистрации необходим паспорт гражданина РФ и фотография для идентификации личности. Также возможна регистрация через личный кабинет налогоплательщика на сайте ФНС России. Постановка на учет осуществляется в течение 1 рабочего дня с момента подачи заявления. Регистрация бесплатная и не требует личного посещения налоговой инспекции. После регистрации плательщику присваивается уникальный номер.",
    "keywords": ["регистрация", "постановка на учет", "мой налог", "приложение", "как зарегистрироваться", "начать работать"],
    "laws": ["ФЗ №422-ФЗ ст.5"]
  },
  {
    "id": 4,
    "topic": "чеки_формирование",
    "content": "Налогоплательщик обязан сформировать чек и обеспечить его передачу покупателю (заказчику). Чек формируется в мобильном приложении 'Мой налог' или веб-кабинете. При получении дохода от физических лиц чек можно сформировать не позднее 9-го числа месяца, следующего за месяцем расчетов. При получении дохода от юридических лиц или индивидуальных предпринимателей чек формируется непосредственно в момент расчета. Чек содержит: дату и время расчета, наименование товара/услуги, сумму расчета, ИНН налогоплательщика, признак расчета. Непередача чека влечет штраф 20% от суммы расчета, при повторном нарушении в течение 6 месяцев - 100%.",
    "keywords": ["чек", "формирование чека", "как выдать чек", "момент расчета", "покупатель", "штраф"],
    "laws": ["ФЗ №422-ФЗ ст.14"]
  },
  {
    "id": 5,
    "topic": "прекращение_снятие",
    "content": "Снятие с учета в качестве плательщика НПД может быть добровольным (по заявлению налогоплательщика) или принудительным (при нарушении условий применения режима). Налогоплательщик вправе отказаться от применения специального налогового режима, подав соответствующее заявление через мобильное приложение. Принудительное снятие происходит при превышении лимита дохода 2,4 млн руб., осуществлении запрещенных видов деятельности или нарушении других условий применения НПД. После снятия с учета повторная регистрация возможна не ранее чем через один месяц.",
    "keywords": ["прекращение", "снятие с учета", "отказ от НПД", "закрыть НПД", "перестать быть самозанятым"],
    "laws": ["ФЗ №422-ФЗ ст.15"]
  },
  {
    "id": 6,
    "topic": "налоговый_вычет",
    "content": "Налоговый вычет по НПД предоставляется автоматически в размере 1% от суммы дохода от реализации физическим лицам и 2% от суммы дохода от реализации юридическим лицам и ИП. Вычет уменьшает налоговую ставку до эффективных 3% и 4% соответственно. Максимальная сумма налогового вычета составляет 10 000 рублей за весь период применения НПД. После исчерпания вычета применяются полные ставки 4% и 6%. Вычет не нужно оформлять - он применяется автоматически при расчете налога.",
    "keywords": ["вычет", "налоговый вычет", "бонус", "льгота", "скидка", "1%", "2%", "10000", "10 тысяч"],
    "laws": ["ФЗ №422-ФЗ ст.12"]
  },
  {
    "id": 7,
    "topic": "запрещенные_виды",
    "content": "Нельзя применять НПД при перепродаже товаров, имущественных прав, за исключением продажи имущества, использовавшегося для личных нужд. Запрещена добыча и реализация полезных ископаемых. Нельзя оказывать услуги по доставке товаров с приемом платежей за них в пользу других лиц. Запрещено применение НПД лицами, оказывающими услуги по договорам поручения, комиссии или агентским договорам. Нельзя применять НПД в течение 2 лет после прекращения трудовых отношений с заказчиком услуг.",
    "keywords": ["запрещено", "нельзя", "ограничения", "виды деятельности", "перепродажа", "товары"],
    "laws": ["ФЗ №422-ФЗ ст.4 п.2"]
  },
  {
    "id": 8,
    "topic": "совмещение_режимов",
    "content": "НПД можно совмещать с работой по трудовому договору, получением пенсии, стипендии. Доходы от трудовой деятельности не облагаются НПД. Нельзя одновременно применять НПД и другие специальные налоговые режимы (УСН, ЕСХН, патент). При регистрации в качестве плательщика НПД налогоплательщик утрачивает право на применение других специальных налоговых режимов с даты постановки на учет. Можно оказывать услуги разным заказчикам, включая работодателя, но не ранее чем через 2 года после увольнения.",
    "keywords": ["совмещение", "работа", "трудовой договор", "два режима", "работа и нпд", "пенсия"],
    "laws": ["ФЗ №422-ФЗ ст.4, ст.15"]
  },
  {
    "id": 9,
    "topic": "сроки_уплаты",
    "content": "Налоговый период по НПД — календарный месяц. Налоговый орган до 12-го числа месяца, следующего за истекшим налоговым периодом, направляет налогоплательщику уведомление о начисленной сумме налога. Уплата налога производится не позднее 28-го числа месяца, следующего за истекшим налоговым периодом. Если сумма налога составляет менее 100 рублей, она добавляется к сумме налога, подлежащей уплате в следующем налоговом периоде. Уплата производится через приложение 'Мой налог' или через банк.",
    "keywords": ["срок уплаты", "когда платить", "28 число", "налоговый период", "оплата налога"],
    "laws": ["ФЗ №422-ФЗ ст.11"]
  },
  {
    "id": 10,
    "topic": "отчетность",
    "content": "Налогоплательщики НПД не представляют налоговую декларацию. Не ведется книга учета доходов и расходов. Не применяются контрольно-кассовая техника. Налоговый учет ведется налоговым органом автоматически на основании сформированных чеков. Налогоплательщик может просматривать историю операций и начисленный налог в приложении 'Мой налог'. Отсутствует необходимость личного посещения налоговых органов. Вся информация о доходах и налоге доступна в режиме реального времени в мобильном приложении.",
    "keywords": ["отчетность", "декларация", "отчеты", "ккт", "касса", "что сдавать"],
    "laws": ["ФЗ №422-ФЗ ст.13"]
  },
  {
    "id": 11,
    "topic": "регионы_действия",
    "content": "С 1 января 2020 года специальный налоговый режим 'Налог на профессиональный доход' действует на всей территории Российской Федерации. Первоначально эксперимент проводился в Москве, Московской и Калужской областях, Республике Татарстан с 1 января 2019 года. Затем география была расширена на 19 регионов с 1 января 2020 года. С 19 октября 2020 года НПД действует во всех субъектах РФ. Зарегистрироваться и применять НПД можно в любом регионе независимо от места жительства или регистрации.",
    "keywords": ["регионы", "где действует", "география", "москва", "вся россия", "территория"],
    "laws": ["ФЗ №422-ФЗ"]
  },
  {
    "id": 12,
    "topic": "наемные_работники",
    "content": "Плательщики НПД не вправе привлекать наемных работников по трудовым договорам. Это одно из условий применения специального налогового режима. Однако самозанятый может привлекать других самозанятых или организации на условиях гражданско-правовых договоров (договор подряда, договор оказания услуг). При необходимости привлечения наемных работников нужно переходить на другой налоговый режим (УСН, ОСН). Нарушение этого условия влечет снятие с учета в качестве плательщика НПД.",
    "keywords": ["работники", "наемные", "сотрудники", "персонал", "нанять", "трудовой договор"],
    "laws": ["ФЗ №422-ФЗ ст.4 п.1"]
  },
  {
    "id": 13,
    "topic": "иностранцы",
    "content": "Плательщиками НПД могут быть граждане Российской Федерации, граждане государств — членов Евразийского экономического союза (Армения, Белоруссия, Казахстан, Киргизия). Иностранные граждане из других стран не могут применять НПД. Для граждан ЕАЭС не требуется получение патента или разрешения на работу для применения НПД. Регистрация осуществляется аналогично гражданам РФ через приложение 'Мой налог' с использованием документа, удостоверяющего личность.",
    "keywords": ["иностранцы", "граждане", "еаэс", "армения", "казахстан", "белоруссия", "киргизия"],
    "laws": ["ФЗ №422-ФЗ ст.4 п.1"]
  },
  {
    "id": 14,
    "topic": "аренда_жилья",
    "content": "Сдача в аренду жилых помещений разрешена на НПД при условии соблюдения лимита дохода 2,4 млн рублей в год. Можно сдавать квартиры, комнаты, дома физическим лицам или организациям. При сдаче физическим лицам применяется ставка 4%, юридическим лицам — 6%. Необходимо формировать чеки на каждое получение арендной платы. Можно сдавать несколько объектов недвижимости одновременно в пределах общего лимита дохода. Не облагается НПД сдача в аренду коммерческой недвижимости (офисов, торговых помещений).",
    "keywords": ["аренда", "сдача жилья", "квартира", "комната", "недвижимость", "жилье"],
    "laws": ["ФЗ №422-ФЗ ст.4, ст.6"]
  },
  {
    "id": 15,
    "topic": "переход_усн",
    "content": "При постановке на учет в качестве плательщика НПД лицо, применявшее УСН или ЕСХН, утрачивает право на применение этих режимов с даты постановки на учет. Возврат на УСН возможен с начала следующего календарного года после снятия с учета НПД. При превышении лимита дохода 2,4 млн рублей налогоплательщик может перейти на УСН с начала месяца, в котором произошло превышение, при условии подачи уведомления в налоговый орган. При прекращении применения НПД можно зарегистрироваться в качестве ИП и применять УСН.",
    "keywords": ["переход", "усн", "смена режима", "упрощенка", "ип", "как перейти"],
    "laws": ["ФЗ №422-ФЗ ст.15, НК РФ"]
  }
]
